Repository: mozilla-l10n/mt-training-data
Catalog: rm-sursilv/rm-sursilv_pontoon.tmx
Source language: en_us
Languages: rm_sursilv

source: 2 down, keep it up!<playIcon></playIcon>
rm_sursilv: Duas pli pauc, mo vinavon! <playIcon></playIcon>

source: ≥ 2 No votes
rm_sursilv: ≥ 2 vuschs Na

source: ≥ 2 Yes votes
rm_sursilv: ≥ 2 vuschs Gie

source: Abkhaz
rm_sursilv: abchasian

source: About
rm_sursilv: Informaziuns davart nus

source: Acehnese
rm_sursilv: achines

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
rm_sursilv: { $actionType }<playIcon></playIcon> Ei la construcziun vegnida prelegida correctamein?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
rm_sursilv: { $actionType }<recordIcon></recordIcon> lura preleger la construcziun dad ault

source: { $actionType }<stopIcon></stopIcon> when done
rm_sursilv: { $actionType }<stopIcon></stopIcon> sche ti eis alla fin

source: { $actionType } submit when ready
rm_sursilv: { $actionType } tarmetter, sche ti eis promts/promta

source: Add an avatar clip to your profile
rm_sursilv: Aschunta ina registraziun d'avatar a tiu profil.

source: Add an avatar to your profile
rm_sursilv: Aschuntar in avatar a tiu profil

source: Additional Language
rm_sursilv: Lungatg supplementar

source: Add Language
rm_sursilv: aschuntar in lungatg

source: Adyghe
rm_sursilv: adyghen

source: Age
rm_sursilv: Vegliadetgna

source: Albanian
rm_sursilv: albanes

source: All
rm_sursilv: finadin

source: All voice clips in the dataset are scrubbed of personally identifying information. When a contributor provides demographic data via their profile, that information is de-identified from their voice clips before being bundled for download in the dataset and is never made public on their profile page.
rm_sursilv: Da tut las registraziuns ell'unitad da datas vegnan las informaziuns d'identificaziun persunala allontanadas. Sch'in cooperatur metta a disposiziun datas demograficas en siu profil, vegnan quellas informaziuns allontanadas da sias registraziuns avon ch'ellas vegnan messas a disposiziun sco unitad da datas per telecargar; plinavon vegnan ellas mai publicadas sin sia pagina da profil.

source: Amharic
rm_sursilv: amaric

source: Anonymized user data like age, sex, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
rm_sursilv: Datas d'utilisaders anonimisadas, p.ex. la vegliadetgna, schlatteina ed igl accent, augmentan la qualitad dallas datas da tun che vegnan duvradas per trenar l'exactadad da maschinas da reconuschientscha vocala. Tiu num d'utilisader e tia adressa dad e-mail vegnan mai messas en in connex cun las datas che ti has inoltrau e ti sas decider, sche tiu num d'utilisader duei esser publics ni anonims.

source: Arabic
rm_sursilv: arab

source: Aragonese
rm_sursilv: aragones

source: Artificial intelligence
rm_sursilv: Intelligenza artifiziala

source: Assamese
rm_sursilv: assames

source: Audio Format
rm_sursilv: Format audio

source: Average
rm_sursilv: mesaun

source: A voice clip is marked "valid" when a user gives it a Yes vote.
rm_sursilv: Ina registraziun vocala ei marcada sco "valeivla", sch'in utilisader valetescha ella cun in Gie.

source: Awards
rm_sursilv: Distincziuns

source: Azerbaijani
rm_sursilv: aserbeidschanic

source: Back to Top
rm_sursilv: Ensi

source: Bashkirs
rm_sursilv: baschkir

source: Basque
rm_sursilv: basc

source: Become a partner
rm_sursilv: Daventar partenari

source: Belarusian
rm_sursilv: bieloruss

source: Benefits
rm_sursilv: Avantatgs

source: Bengali
rm_sursilv: bengal

source: <bold>{ $count }</bold> Clips
rm_sursilv: <bold>{ $count }</bold> Registraziuns

source: <bold>Help us</bold> find more voices
rm_sursilv: <bold>Gida nus</bold> ad anflar novas vuschs

source: <bold>iOS</bold> users can download our free app:
rm_sursilv: Utilisaders dad <bold>iOS</bold> san telecargar nossa app gratuitamein:

source: Both
rm_sursilv: omisdus

source: Both of these projects are part of our efforts to bridge the digital speech divide. Voice recognition technologies bring a human dimension to our devices, but developers need an enormous amount of voice data to build them. Currently, most of that data is expensive and proprietary. We want to make voice data freely and publicly available, and make sure the data represents the diversity of real people. Together we can make voice recognition better for everyone.
rm_sursilv: Omisdus projects fan part da nos sforzs da surmuntar il cunfin da lungatg digital. Las tecnologias d'identificaziun dalla vusch dattan a nos apparats ina dimensiun humana, mo ils sviluppaders drovan ina massa datas da lungatg discurriu per crear ellas. Actualmein ei la gronda part da quellas datas cara e protegida culs dretgs d'autur. Nus lein metter a disposiziun datas da lungatg a moda libra e publica e garantir che las datas representien la diversitad dallas persunas realas. Ensemen savein nus migliurar l'identificaziun da lungatg per tuts.

source: Both (Speak and Listen)
rm_sursilv: omisdus (discuorer e tedlar)

source: Build a custom goal
rm_sursilv: construir ina finamira persunalisada

source: Build Profile
rm_sursilv: Crear in profil

source: Bulgarian
rm_sursilv: bulgar

source: Burmese
rm_sursilv: burmes

source: Buryat
rm_sursilv: buriat

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
rm_sursilv: <b>Pertgei duvreis vus in'adressa dad e-mail?</b> Probablamein stuein nus informar tei el futur davart midadas ell'unitad da datas. In'adressa dad e-mail dat a nus la pusseivladad da contactar tei.

source: By editing your goal, you may lose your existing progress.
rm_sursilv: Sche ti modificheschas tia finamira, sa ei esser che ti piardas tiu progress existent.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy<privacyLink>.
rm_sursilv: Cun dar il consentiment da retscheiver e-mails acceptas ti che Mozilla tracta quellas informaziuns sco explicau ellas <privacyLink>directivas davart la protecziun da datas<privacyLink> da Mozilla.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
rm_sursilv: <b>Ti acceptas</b> da buca empruar d'eruir l'identitad dils plidaders dall'unitad da datas da Common Voice.

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
rm_sursilv: Sche ti indicheschas enzacontas informaziuns davart tetez/tetezza, gidan las datas da tun che ti inoltreschas en Common Voice las maschinas da reconuschientscha vocala ad augmentar lur exactadad.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
rm_sursilv: Cun duvrar Common Voice acceptas ti nossas <termsLink>cundiziuns d'utilisaziun</termsLink> e nossas<privacyLink>directivas davart la protecziun da datas</privacyLink>

source: Cancel
rm_sursilv: interrumper

source: Cancel Re-recording
rm_sursilv: interrumper la nova registraziun

source: Cancel Submission
rm_sursilv: interrumper la transmissiun

source: Can't decide?
rm_sursilv: Sas buca sedecider?

source: Change your email via Settings under Login Identity
rm_sursilv: Ti sas midar tia adressa dad e-mail en Parameters sut Identitad d'annunzia

source: Chinese (China)
rm_sursilv: chines (China)

source: Chinese (Hong Kong)
rm_sursilv: chines (Hongkong)

source: Chinese (Taiwan)
rm_sursilv: chines (Taivan)

source: Chuvash
rm_sursilv: chuvasch

source: Click
rm_sursilv: cliccar

source: Clip Graveyard
rm_sursilv: Santeri da registraziuns

source: Clips recorded
rm_sursilv: Clips gia registrai

source: Clips Uploaded
rm_sursilv: Las registraziuns ein cargadas si

source: Clips validated
rm_sursilv: Clips gia validai

source: Clips You've Recorded
rm_sursilv: Tias registraziuns

source: Clips You've Validated
rm_sursilv: Registraziuns che ti has controllau

source: Close
rm_sursilv: serrar

source: Collecting sentences from the public domain, or writing new ones for the public domain.
rm_sursilv: Rimnar construcziuns dalla domena publica ni scriver novas per la domena publica.

source: Comment
rm_sursilv: Commentari

source: Common Voice data plus all other voice datasets above.
rm_sursilv: Datas da Common Voice e tut las autras datas da lungatg numnadas sura.

source: Common Voice Dataset
rm_sursilv: Unitad da datas da Common Voice

source: Common Voice is a collaborative project, and we're depending on our community of partners and contributors to build the largest open-source dataset of voices ever. We would like to thank the following people and organizations for their help with the project:
rm_sursilv: Common Voice ei in project collaborativ. Nus essan dependents da nossa communitad da partenaris e cooperaturs per crear la pli gronda unitad da datas vocalas open source. Nus engraziein allas suandontas persunas ed organisaziuns per lur agid en connex cul project:

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
rm_sursilv: Common Voice ei l'iniziativa da Mozilla per gidar a mussar a maschinas co persunas realas discuoran.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak.
rm_sursilv: Common Voice fa part dall'iniziativa da Mozilla da mussar a maschinas co carstgauns reals discuoran.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak. In addition to the Common Voice dataset, we’re also building an open source speech recognition engine called Deep Speech.
rm_sursilv: Common Voice fa part dall'iniziativa da Mozilla per gidar maschinas ad emprender co carstgauns reals discuoran. Ultra da Common Voice sviluppein nus era ina maschina open source cul num Deep Speech che distingua lungatgs.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
rm_sursilv: Las registraziuns da Common Voice vegnan duvradas d'academichers, d'interpresas pintgas e d'entusiasts per l'identificaziun da vusch che gidan a trenar e cumpletar resursas accessiblas publicamein, sco models da lungatg discurriu. Sas ti explicar a nus daco che ti vul stizzar tias registraziuns?

source: Confirm Goal
rm_sursilv: confirmar la finamira

source: Connect with Gravatar
rm_sursilv: colligiar cun Gravatar

source: Contact Form
rm_sursilv: Formular da contact

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
rm_sursilv: Il cuntegn stat a disposiziun sut ina <licenseLink>licenzia da Creative Commons</licenseLink>

source: Continue
rm_sursilv: cuntinuar

source: Contribute
rm_sursilv: Contribuir

source: Contribute to { $lang }
rm_sursilv: Contribuir a { $lang }

source: Contribute Your Voice
rm_sursilv: Contribuescha cun tia vusch

source: Contribution Activity
rm_sursilv: Activitad dils cooperaturs

source: Contribution Experience
rm_sursilv: Moda e maniera da contribuir

source: Contributors record voice clips by reading from a bank of donated sentences.
rm_sursilv: Ils contribuiders registreschan lur vusch cun preleger construcziuns contribuidas en ina banca da datas.

source: Cornish
rm_sursilv: cornic

source: { $count }mo
rm_sursilv: { $count } meins

source: { $count }wk
rm_sursilv: { $count } jamnas

source: { $count }y
rm_sursilv: { $count } onns

source: Create a Custom Goal
rm_sursilv: crear ina finamira persunalisada

source: Create a custom voice wave to introduce yourself. Other users will be able to hover and listen to your clip.
rm_sursilv: Ti sas crear ina registraziun persunalisada per sepresentar. Auters utilisaders san ir suravi culla miur e tedlar tiu clip.

source: Create a voice clip as part of your profile avatar. Others will be able to hover and listen to your clip.
rm_sursilv: Creescha in clip da vusch sco part da tiu profil d'avatar. Aschia san ils auters tedlar tiu clip.

source: Create Voicewave
rm_sursilv: crear voicewave

source: Croatian
rm_sursilv: croat

source: Czech
rm_sursilv: tschec

source: Daily Goal
rm_sursilv: Finamira per di

source: Danish
rm_sursilv: danes

source: Dashboard
rm_sursilv: Tabla d'armaturas

source: Datasets
rm_sursilv: Unitads da datas

source: Days
rm_sursilv: dis

source: De-identified
rm_sursilv: anonimisau

source: DELETE
rm_sursilv: STIZZAR

source: Delete my recordings
rm_sursilv: stizzar mias registraziuns

source: Delete Profile
rm_sursilv: stizzar il profil

source: Dhivehi
rm_sursilv: divehi

source: Different language
rm_sursilv: Auter lungatg

source: Difficult
rm_sursilv: grev

source: Difficult to pronounce
rm_sursilv: Difficila da pronunziar

source: Donate your voice
rm_sursilv: Contribuescha cun tia vusch

source: Don't see your language on Common Voice yet?
rm_sursilv: Ei tiu lungatg aunc buca veseivels sin Common Voice?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
rm_sursilv: Maunca tiu lungatg aunc ell'unitad da datas? Per tschercar in lungatg, viseta nossa Pagina da lungatgs.

source: Download
rm_sursilv: telecargar

source: Download Common Voice Data
rm_sursilv: Telecargar l'unitad da datas da Common Voice

source: Download Data
rm_sursilv: telecargar datas

source: Download Dataset Bundle
rm_sursilv: telecargar unitad da datas

source: Download { $language }
rm_sursilv: telecargar

source: Download My Data
rm_sursilv: telecargar mias datas

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
rm_sursilv: Has ti propostas co meglierar l'unitad da datas da Common Voice? Lura dai part sin Discourse

source: Do you want to continue?
rm_sursilv: Vul cuntinuar?

source: Do you want to Speak, Listen or both?
rm_sursilv: Vul ti discuorer, tedlar ni far omisdus?

source: Drag and drop or <browseWrap>Browse</browseWrap>
rm_sursilv: drag and drop ni <browseWrap>encurir en</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit. Contribution will continue directly with the next set of 5 recordings or validations.
rm_sursilv: Duront contribuir vegn il resun sursiglius cura che ti smaccas 'tarmetter'. Lu suondan directamein las proximas 5 registraziuns ni confirmaziuns.

source: Dutch
rm_sursilv: hollandes

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
rm_sursilv: Mintga endataziun ell'unitad da datas consista d'in singul MP3 e d'ina datoteca da text corrispundenta. Biaras dallas <b>{ $total }</b> uras registradas ell'unitad da datas cuntegnan era metadatas demograficas sco la vegliadetgna, la schlatteina ed igl accent, cun las qualas ins sa trenar l'exactadad da maschinas per identificar la vusch. L'unitad da datas consista actualmein da <b>{ $valid }</b> uras confirmadas en <b>{ $languages }</b> lungatgs, mo nus aschuntein adina dapli novas vuschs e novs lungatgs. Viseta nossa <languagesLink> pagina da lungatgs</languagesLink> per tschercar in lungatg ni per entscheiver a contribuir.

source: Easy
rm_sursilv: sempel

source: Edit
rm_sursilv: modificar

source: Edit Profile
rm_sursilv: modificar il profil

source: Email is already used for a different account
rm_sursilv: Quella adressa dad e-mail vegn gia duvrada per in auter conto

source: Email Subscriptions
rm_sursilv: Abonnaments dad e-mail

source: English
rm_sursilv: engles

source: Enter Email to Download
rm_sursilv: Endatescha tia adressa d'e-mail per iniziar il download

source: Enter your email
rm_sursilv: Endatescha tia adressa dad e-mail

source: Erzya
rm_sursilv: ersian

source: Estonian
rm_sursilv: eston

source: Everyone
rm_sursilv: Tuts

source: Exit & Delete clips
rm_sursilv: sortir e stizzar las registraziuns

source: FAQ
rm_sursilv: Damondas frequentas

source: Faroese
rm_sursilv: feroes

source: Female
rm_sursilv: feminin

source: Finish editing first?
rm_sursilv: Igl emprem finir da modificar?

source: Finish recording
rm_sursilv: finir la registraziun

source: Finish recording first?
rm_sursilv: Vul ti finir la registraziun avon?

source: Finnish
rm_sursilv: finnlandes

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
rm_sursilv: Per ils suandonts lungatgs activs ei la pagina-web vegnida <localizationGlossaryLink>translatada</localizationGlossaryLink> cumpleinamein ed ei dat ina <sentenceCollectionGlossaryLink>collecziun da construcziuns</sentenceCollectionGlossaryLink> ch'ei gronda avunda per cuntinuar cun <speakLink>discuorer</speakLink> e <listenLink>tedlar</listenLink> contribuziuns.

source: French
rm_sursilv: franzos

source: Frequently Asked Questions
rm_sursilv: Damondas frequentas

source: Frisian
rm_sursilv: frislandes

source: Galician
rm_sursilv: galizian

source: German
rm_sursilv: tudestg

source: Get involved
rm_sursilv: separticipar

source: Get Involved
rm_sursilv: Separticipar

source: Get started with goals
rm_sursilv: entscheiver cun las finamiras

source: Get Started with Speech Recognition
rm_sursilv: Ils emprems pass a l'identificaziun vocala

source: Give your avatar a voice
rm_sursilv: Dai ina vusch a tiu avatar

source: Glossary
rm_sursilv: Glossari

source: Goals
rm_sursilv: Finamiras

source: Go to Discourse
rm_sursilv: Va sin Discourse

source: Go to Languages Page
rm_sursilv: Va alla Pagina da lungatgs

source: Go to { $name }
rm_sursilv: va a

source: Grammatical / spelling error
rm_sursilv: Sbagl grammatical / ortografic

source: Great! How many clips a week?
rm_sursilv: Genial! Cons clips per jamna?

source: Great! How many clips per day?
rm_sursilv: Genial! Cons clips per di?

source: Great!<recordIcon></recordIcon> Record your next clip
rm_sursilv: Grondius!<recordIcon></recordIcon> Fai in'ulteriura registraziun

source: Great work!<playIcon></playIcon> Listen again when you're ready
rm_sursilv: Excellenta lavur!<playIcon></playIcon>Teidla danovamein, sche ti eis promts/promta.

source: Greek
rm_sursilv: grec

source: Have Feedback?
rm_sursilv: Vul ti dar in resun a nus?

source: Have questions about Common Voice? Ideas for improvements or feedback about a specific language? Join us on our <discourseLink>Discourse forum</discourseLink> and let us know.
rm_sursilv: Has ti damondas davart Common Voice? Has ti ideas per meglieraziuns ni resuns davart in lungatg specific? Viseta nus sin nies <discourseLink>forum Discourse</discourseLink> e dai part.

source: Have you read our Terms?
rm_sursilv: Has legiu nossas cundiziuns?

source: Having a profile is not required to contribute though it is helpful, see why below.
rm_sursilv: Per contribuir eis ei buca necessari dad haver in profil, igl ei denton d'avantatg. Daco vesas ti sutvart.

source: Hebrew
rm_sursilv: hebraic

source: Help
rm_sursilv: Agid

source: Help Common Voice reach { NUMBER($hours) } hours in a language with a personal goal
rm_sursilv: Gida Common Voice a contonscher { NUMBER($hours) } uras en in lungatg cun ina finamira persunala

source: Help reach { NUMBER($hours) } hours in { $language } with a personal goal
rm_sursilv: Gida a contonscher { NUMBER($hours) } uras en { $language } cun ina finamira persunala

source: Help teach machines how real people speak, donate your voice at { $link }
rm_sursilv: Gida a mussar a maschinas co persunas realas discuoran, contribuescha cun tia vusch sin { $link }

source: Help us build a community around voice technology, stay in touch via email.
rm_sursilv: Gida nus a crear ina communitad interessada a tecnologias vocalas, resta en contact cun nus via e-mail.

source: Help us build a high quality, publicly open dataset
rm_sursilv: Gida nus a crear in'unitad da datas aviarta, publica e d'aulta qualitad

source: Help us find more voices, share your goal
rm_sursilv: Ti sas gidar nus ad anflar dapli vuschs, sche ti partas tias finamiras.

source: Help us find others to donate their voice!
rm_sursilv: Gida nus ad anflar autras persunas che contribueschan cun lur vusch!

source: Help us get to { $goal }
rm_sursilv: Gida nus a contonscher { $goal }

source: Help us validate sentences!
rm_sursilv: Gida nus a validar las construcziuns!

source: Help us validate voices
rm_sursilv: Gida nus a validar las vuschs

source: Hidden
rm_sursilv: buca mussar

source: Hill Mari
rm_sursilv: mari occidental

source: Hours Recorded
rm_sursilv: Uras gia registradas

source: Hours Validated
rm_sursilv: Uras gia validadas

source: { $hours } validated hours so far!
rm_sursilv: Validau { $hours } uras entochen uss!

source: How ?
rm_sursilv: Co?

source: How can I get the Common Voice data?
rm_sursilv: Co survegn jeu las datas da Common Voice?

source: How does Common Voice calculate hours?
rm_sursilv: Co calculescha Common Voice las uras?

source: How does it work?
rm_sursilv: Co funcziunescha quei?

source: How do you ensure anonymity and privacy of the people who donated their voices?
rm_sursilv: Co garantis vus l'anonimitad e la protecziun da datas dallas persunas che han contribuiu lur vusch?

source: Hungarian
rm_sursilv: ungares

source: I agree
rm_sursilv: jeu sun d'accord

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
rm_sursilv: Jeu sun buc ina persuna da lungatg matern e discuorel cun accent. Essas vus tuttina interessai vid mia vusch?

source: Icelandic
rm_sursilv: islandes

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
rm_sursilv: Jeu less retscheiver e-mails, per exempel regurdientschas da finamiras, mes rapports da progress e newsletters da Common Voice.

source: I do not agree
rm_sursilv: jeu refuseschel

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
rm_sursilv: Jeu hai gest creau ina finamira persunala per contribuir culla vusch a #CommonVoice -- fai il medem e gida a mussar a maschinas co persunas realas discuoran { $link }

source: I’m afraid I don’t know what you’re looking for.
rm_sursilv: Perstgisa, jeu sai buca tgei che ti enqueras.

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
rm_sursilv: Jeu acceptel che vus tracteis quellas informaziuns sco vus declareis ellas <privacyLink>Directivas davart la protecziun da datas</privacyLink> da Mozilla.

source: * Indicates required field
rm_sursilv: * indichescha in caum obligatori

source: Indonesian
rm_sursilv: indones

source: In Progress
rm_sursilv: en elavuraziun

source: Irish
rm_sursilv: irlandes

source: Is my account information public?
rm_sursilv: Ein mias datas da conto publicas?

source: Is the clip valid?
rm_sursilv: Ei la registraziun correcta?
